{
    "Footer": {
        "descripation": "هذه نسخة من موقعنا على الإنترنت موجهة لمتحدثي اللغة الإنجليزية في الولايات المتحدة. إذا كنت مقيمًا في بلد أو منطقة أخرى ، فيرجى تحديد الإصدار المناسب من  البلد أو المنطقة في القائمة المنسدلة ",
        "Terms": "تعليمات الاستخدام",
        "Privacy": "بيان الخصوصية وملفات تعريف الارتباط",
        "Cookie": "موافقة ملفات تعريف الارتباط",
        "Condition": "الاشتراطات و القواعد للاشتراك في الموقع",
        "Map": "خريطة الموقع",
        "SiteWork": "كيف يعمل الموقع",
        "Rights": " جميع الحقوق محفوظة لدي TripAdvisor"
    },
    "Header": {
        "Post": "اعلان",
        "Alert": "تنبيهات",
        "Trips": "الرحلات",
        "Hurghada": "الغردقة",
        "Hotels": "الفنادق",
        "Restaurants": "المطاعم",
        "Shopping": "التسوق",
        "Cruises": "رحلات بحرية",
        "Bestof2020": "الاحسن في 2020",
        "MediaCenter": "المركز الاعلامي",
        "HelpCenter": "مركز المساعدة"
    },
    "Hotel": {
        "date": {
            "map": "اظهر الخريطة",
            "Makassar": "الفنادق و الاماكن في مراكش"
        },
        "hotel": {
            "BestSeller": "احسن سعر",
            "AllInclusive": "شامل كل شي",
            "Previous": "السابق",
            "Next": "التالي",
            "EGP": "ج.م",
            "ViewDetails": "عرض التفاصيل",
            "Freecancellation": "الغاءالحجز مجانا",
            "Reserve": "احجز الان من مكانك",
            "reviews": "تعليق",
            "Best": "احسن عرض في الغردقة يناسب اختيارتك",
            "Visit": "زور الموقع"
        }

    },
    "Category": {
        "COVID-19": "كوفيد-19",
        "Deals": "عروض",
        "Popular": "الأكثر شعبية",
        "Distance": "المسافة",
        "Amenities": "وسائل الراحة",
        "Hotel Class": "فئة الفندق",
        "Language Spoken": "اللغات التي يتحدثون بها"
    },
    "Cruise": {
        "deals": {
            "Night Cruise to": "رحلة ليلية الي",
            "Ship": "سفينة",
            "Sailing Date": "تاريخ الابحار",
            "Departs From": "تغادر من",
            "EGP": "ج.م",
            "Cruise Details": "تفاصبل الرحلة",
            "modal body": "جسم الموديل",
            "Save": "حفظ",
            "View Cruise": "عرض الرحلة",
            "Activities": "أنشطة",
            "Entertainment": "ترفيه",
            "Dining": "تناول الطعام",
            "Passengers": "ركاب",
            "Crew": "طاقم العمل",
            "Company Line": "خط الشركة",
            "Cruise Ship": "سفينه سياحيه",
            "Launched": "انطلقت",
            "Book Now": "احجز الآن",
            "Cancel": "إلغاء"

        },
        "Cruise": {
            "Find": "اعثر على أفضل رحلة بحرية لك",
            "Where to ?": "إلى أين ؟",
            "Search": "بحث",
            "Explore Ship‑tinerary™ pages": "صفحات خط سير رحلة سفينة المستكشف",
            "Select": "اختار السفينة لمشاهدة تفاصيل السفينة والمراجعات والصور ومسارات الرحلة",
            "Featured cruise deals": "عروض الرحلات البحرية المميزة",
            "Popular with cruise travelers": "رائج بين مسافري الرحلات البحرية",
            "Cruises to Caribbean": "رحلات بحرية إلى منطقة البحر الكاريبي",
            "Cruises to": "رحلات بحرية إلى ",
            "Cruises to Athens": "رحلات بحرية إلى أثينا",
            "Cruises to Bermuda": "رحلات بحرية إلى برمودا",
            "Cruises to popular destinations": "الرحلات البحرية إلى الوجهات الشعبية",
            "Cruises to Dubai": "رحلات بحرية إلى دبي",
            "Cruises to Hurghada": "الرحلات البحرية إلى الغردقة",
            "Cruises to Istanbul": "رحلات بحرية إلى اسطنبول",
            "Cruises to Santa Maria": "رحلات بحرية إلى اسطنبول",
            "Cruises by length": "الرحلات البحرية بطول المدة",
            "days": "ايام",
            "Cruise ship quick links": "روابط سريعة للسفن السياحية",
            "Cruising Guide": "دليل الرحلات",
            "Why take a cruise vacation?": "لماذا تأخذ عطلة بحرية؟",
            "If": "اذا كان لديك مكان في قائمة الجرافات الخاصة بك ، فمن المحتمل أن تحصل على رحلة بحرية  أنت هناك. الرحلات البحرية تغطي العالم ، وتستوعب كل منها ملايين الركاب  عام إلى وجهات مثل منطقة البحر الكاريبي وجزر الباهاما وألاسكا وأوروبا ،البحر الأبيض المتوسط وحتى القارة القطبية الجنوبية. تقدم المبحرة هائلةالقيمة ، مع الرحلات التي تشمل الإقامة والوجبات والترفيه ، توالت كلها في واحد. تقدم بعض خطوط الرحلات البحرية شاملة بالكامل الإجازات التي تغطي المشروبات والجولات الشاطئية. الإبحار يعني الرؤية  العالم أثناء تفريغ الأمتعة مرة واحدة فقط.",
            "If2": "توفر الرحلات البحرية أيضًا خيارًا رائعًا للعائلات ، حيث تقدم العديد من السفن أشياء مثل الزلاقات المائية وملاعب الجولف المصغرة والنوادي الترفيهية للأطفال والمراهقين - كل ذلك مجانًا. التخطيط سهل: اختر وجهتك والسفينة المناسبة لك. العبارةيجعل الخط الأمر بسيطًا ، حيث يقدم حزمًا لمساعدتك على التوفير في الإضافات مثل الكحول أو الجولات الشاطئية أو حتى السفر بالطائرة.",
            "If3": "يقول المسافرون إنهم يختارون الرحلات البحرية لأن الإبحار غالبًا ما يكلف أقل في الليلة مقارنةً بالإقامة في فندق ، حيث سيتعين عليهم حجز جميع إضافاتهم - ودفع ثمنها.",
            "What are Tips for Finding Cheap Cruises?": "ما هي نصائح للعثور على رحلات بحرية رخيصة؟",
            "If4": "اذا كنت مسافرًا مرنًا ، فستكون لديك فرصة أفضل للعثور على رحلات بحرية رخيصة. قم برحلة بحرية لا تبحر خلال الصيف أو العطلة ، عندما تكون الأسعار في أعلى مستوياتها. احجز مقصورة داخلية ، أو اغتنم فرصتك مع مقصورة ضمان مثالية للركاب الذين ليسوا من الصعب إرضاءهم بشأن كابيناتهم ولكنهم يريدون حقًا أقل سعر متاح. حجز الكبائن في الطوابق السفلية ، والتي غالبًا ما تأتي بأسعار أقل من تلك الموجودة في الطوابق العليا.",
            "If5": "تقدم خطوط الرحلات البحرية مثل MSC Cruises و Carnival Cruise Line و Norwegian Cruise Line و Royal Caribbean International أسعارًا قد تنخفض إلى 75 دولارًا للشخص الواحد في الليلة - وأحيانًا أقل. وإليك نصيحة: في كثير من الأحيان ، تقدم السفن الأصغر من هذه الخطوط أقل الأسعار.",
            "If6": "إذا كنت تريد صفقة حقيقية ، ففكر في رحلة بحرية عبر المحيط الأطلسي أو إعادة تحديد المواقع. هذه الرحلات البحرية هي رحلات باتجاه واحد أو رحلات مفتوحة الفك ، والتي تبدأ من ميناء وتنتهي في ميناء آخر. يمكنك تسجيل صفقة إبحار من فلوريدا إلى أوروبا ، على سبيل المثال ، أو حتى من نيويورك إلى فلوريدا. فقط كن على علم ، ربما يتعين عليك دفع المزيد قليلاً مقابل العودة.",
            "What are Tips to Finding Last-Minute Cruise Deals?": "ما هي النصائح للعثور على عروض الرحلات البحرية في اللحظة الأخيرة؟",
            "If7": "كونك مرنًا سيجعلك تحصل على أفضل عروض الرحلات البحرية في اللحظة الأخيرة. إذا كنت تعيش بالقرب من ميناء رحلات بحرية ويمكنك القيادة ، فمن المحتمل أن تكون قادرًا على القفز على تلك الصفقات التي قد تظهر قبل أسبوع أو أسبوعين من إعداد السفينة للإبحار",
            "If8": "إذا لم تكن لديك مرونة في التعامل مع التواريخ والمواقع ، فاستعد للانحناء على الوجهة. سيسمح لك ذلك بالعثور على مجموعة أكبر من صفقات اللحظة الأخيرة التي تسافر إلى مواقع في غير موسمها أو موسم الكتف.",
            "If9": "قم بالكثير من البحث واعرف تكلفة رحلتك البحرية المثالية في المتوسط. عندما تراها تسقط ، تنقض! تقوم العديد من خطوط الرحلات البحرية بتحديث الأسعار عدة مرات كل يوم ، لذا كن مستعدًا.",
            "Best cruises in 2020": "أفضل الرحلات البحرية في 2020",
            "If10": "جزء من جاذبية الإبحار هو أن هناك حقًا شيء للجميع. تأتي السفن في مجموعة من الأحجام ، بعضها محمّل بالعديد من الأنشطة ، ولا يمكنك الوصول إليها جميعًا في غضون أسبوع.",
            "If11": "ستجد العائلات الكثير من الخيارات والأنشطة على متن السفن الكبيرة ، والتي غيرت الرحلات البحرية ، مما يجعل السفن مثيرة مثل الوجهات التي يبحرون إليها. تعد منطقة البحر الكاريبي خيارًا رائعًا للعائلات ، حيث توفر الكثير من أشعة الشمس والشواطئ الرائعة والثقافة. ألاسكا ، التي تشتهر بمناظرها المذهلة وحياتها البرية الوفيرة ، هي أيضًا خيار رحلات بحرية عائلية قوية. ضع في اعتبارك خطوط الرحلات البحرية مثل Carnival و Princess و Royal Caribbean و Norwegian و Disney و Celebrity و MSC و Holland America للقيام برحلة بحرية عائلية.",
            "If12": "ازدادت درجة حرارة الإبحار في النهر على مدى السنوات القليلة الماضية ، مع مسارات تنقل الركاب عبر نهر الدانوب أو نهر الراين في أوروبا أو حتى إلى مواقع أكثر غرابة ، مثل نهر ميكونغ في كمبوديا أو فيتنام أو نهر الفولغا في روسيا. تنطلق الرحلات النهرية الشهيرة في مدن مثل أمستردام وبودابست ولشبونة. تشمل خطوط الرحلات النهرية الشهيرة Viking و AmaWaterways و Avalon و Scenic و Emerald Waterways و Tauck و Uniworld و Crystal.",
            "If13": "إذا كنت باحثًا عن الإثارة ، ففكر في رحلة استكشافية. تقدم هذه الرحلات البحرية ، التي غالبًا ما تكون على متن السفن الصغيرة ، تجربة حميمة تجلب الركاب بجوار الأنهار الجليدية والحيتان وطيور البطريق والإغوانا. تزور السفن أماكن صغيرة في جميع أنحاء العالم ، بما في ذلك القارة القطبية الجنوبية وألاسكا وأستراليا وجرينلاند. سيقضي الركاب وقتهم في التجديف بالكاياك والمشي لمسافات طويلة وركوب الدراجات والاستكشاف مع مرشدين خبراء وعلماء طبيعة على دراية. يحب المسافرون في الرحلات الاستكشافية خطوط الرحلات البحرية مثل Lindblad Expeditions و UnCruise Adventures و Silversea و Hurtigruten و Ponant و Quark Expeditions",
            "Family Cruises": "الرحلات البحرية العائلية",
            "River Cruises": "الرحلات النيلية",
            "Cruise Deals": "عروض الرحلات البحرية",
            "Last Minute Cruises": "رحلات اللحظة الأخيرة",
            "If14": "توفر الرحلات البحرية الفاخرة تجارب شاملة للجميع على متن السفن الصغيرة مع امتيازات مثل الخادم الشخصي ووسائل الراحة المتطورة والخدمة الشخصية سهلة الاستخدام. غالبًا ما تتميز السفن بلمسات فاخرة مثل الديكور الرخامي والكريستال والمساحات الحميمة والمنتجعات الصحية الجميلة. نظرًا لأن السفن الفاخرة تميل إلى أن تكون أصغر حجمًا ، فيمكنها غالبًا الوصول إلى الوجهات البعيدة عن المسار التي لا تستطيع السفن الأكبر حجمها - موانئ مثل سانت تروبيز أو جوادلوب. إذا كنت تبحث عن رحلة بحرية فاخرة ، ففكر في Crystal و Seabourn و Regent Seven Seas و Oceania و Azamara و Viking Oceans و Silversea.",
            "Cruises by style": "الرحلات البحرية من حيث الأسلوب",
            "Luxury Cruises": "رحلات بحرية فاخرة",
            "Departure Month": "شهر المغادرة",
            "Write cruise reviews": "اكتب مراجعاتك علي الرحلات البحرية",
            "Share your opinion with our travel community": "شارك برأيك مع مجتمع السفر لدينا",
            "The lowest cruise prices": "أقل أسعار الرحلات البحرية",
            "Search 70,000+ cruise deals from over sixty sites with just one search": "ابحث عن أكثر من 70.000 صفقة رحلات بحرية من أكثر من ستين موقعًا ببحث واحد فقط",
            "The Cheapest Cruises Price": "أرخص سعر للرحلات البحرية"
        }
    },
    "Restaurant": {
        "item": {
            "reviews": "نعليق",
            "Order Online": "اطلب عبر الإنترنت"
        },
        "list": {
            "Restaurants in Hurghada": "الفنادق في الغردقة",
            "Top Restaurants": "افضل الفنادق",
            "Search": "بحث"
        },
        "category": {
            "Establishment Type": "نوع المنشأة",
            "Restaurant features": "ميزات المطعم",
            "Meals": "وجبات",
            "Price": "السعر",
            "Cuisine": "مطبخ",
            "Dishes": "أطباق",
            "Dietary Restrictions": "القيود الغذائية",
            "Good for": "جيدة ل"
        },
        "details": {
            "Address": "عنوان",
            "street": "شارع",
            "website": "موقع الكتروني",
            "visit Us": "زورنا",
            "Open hours": "ساعات مفتوحة",
            "Meals": "وجبات",
            "Features": "سمات",
            "Establishment": "مؤسسة",
            "Menu": "قائمة"
        }

    },
    "booking": {
        "reserve Now": "احجز الان",
        "Rooms": "غرف",
        "Adults": "البالغين",
        "Children": "أطفال",
        "Email": "البريد الإلكتروني",
        "Phone": "التليفون",
        "Total Price": "السعر الكلي",
        "Book Now": "احجز الآن",
        "Cancel": "إلغاء"
    },
    "boxmodel": {
        "Price per Night": "سعر الليلة الواحدة",
        "Hotel Style": "توع الفندق",
        "Distance": "المسافة",
        "From Main Street": "من الشارع الرئيسي",
        "From Beach": "من الشاطئ",
        "From Park": "من الحديقة",
        "From City Center": "من وسط المدينة",
        "Km": "كم"
    },
    "Media Center": {
        "Media Center": "المركز الاعلامي",
        "Newsroom": "غرفة الأخبار",
        "Press Releases": "تصريحات صحفيه",
        "If1": "تضمن Reco تلبية احتياجات المسافرين الفريدة لرحلتهم القادمة ، وذلك بفضل خبرة المستشارين الذين يعرفون أفضل وجهة ، كشفت أفضل منصة سفر في العالم ، اليوم رسميًا ، عن منصة تصميم رحلة جديدة تسمى Reco (helloreco.com). Reco يساعد المسافرين على التخطيط لعطلة لا تنسى ...",
        "Logo & Guidelines": "الشعار والمبادئ التوجيهية",
        "If2": "لقد حدَّثنا مؤخرًا شعارنا وشعارنا النصي ليعكسوا كيف نتطور كعلامة تجارية. توضح هذه الإرشادات كيفية استخدام خاصية الشعار الجديدة الخاصة بنا ، وكذلك كيفية تنزيلها بنفسك (الصفحة 2)",
        "Case Studies": "دراسات الحالة",
        "About Tripadvisor": "حول Tripadvisor",
        "If3": "تساعد Tripadvisor ، أكبر منصة سفر في العالم * ، مئات الملايين من المسافرين كل شهر ** في جعل كل رحلة أفضل رحلة لهم ، ويستخدم المسافرون في جميع أنحاء العالم موقع Tripadvisor وتطبيقه لتصفح أكثر من 878 مليون تعليق ورأي حول 8.8 مليون مكان إقامة ، المطاعم والتجارب وشركات الطيران والرحلات البحرية: سواء كان التخطيط أو في رحلة ، يلجأ المسافرون إلى Tripadvisor لمقارنة الأسعار المنخفضة للفنادق ورحلات الطيران والرحلات البحرية ، وحجز الجولات والمعالم السياحية الشهيرة ، بالإضافة إلى حجز الطاولات في مطاعم رائعة من Tripadvisor ، الرفيق المثالي للسفر ، متوفر في 49 سوقًا و 28 لغة.",
        "If4": "تمتلك الشركات التابعة لشركة Tripadvisor، Inc. (NASDAQ: TRIP) مجموعة من العلامات التجارية والشركات الخاصة بوسائط السفر ، والتي تعمل بموجب مواقع الويب والتطبيقات المختلفة ، بما في ذلك المواقع الإلكترونية التالية:",
        "Source: SimilarWeb": "المصدر: سميلارويب",
        "September 2020": "سبتمبر 2020",
        "Source: Tripadvisor internal log files": "المصدر: ملفات السجل الداخلي لـ Tripadvisor",
        "Our Team": "فريقنا",
        "Stephen Kaufer": "ستيفن كوفر",
        "President": "رئيس",
        "CEO": "المدير التنفيذي",
        "If5": "شارك ستيف في تأسيس Tripadvisor في عام 2000 بهدف مساعدة المسافرين حول العالم في التخطيط للرحلة المثالية وحجزها. تحت قيادته ، نمت Tripadvisor لتصبح أكبر موقع سفر في العالم. بصفته الرئيس التنفيذي ، قاد ستيف نمو شركة Tripadvisor، Inc. ، التي تضم 24 علامة تجارية أخرى لوسائل الإعلام للسفر تعمل في 48 سوقًا حول العالم. قبل المشاركة في تأسيس Tripadvisor ، كان ستيف رئيسًا لشركة CDS، Inc. ، وهي مورِّد برامج مستقل ، وقبل ذلك كان مؤسسًا مشاركًا ونائب رئيس قسم هندسة CenterLine Software. ستيف حاصل على العديد من براءات اختراع البرمجيات. على مر السنين ، حصل ستيف على عدد من الجوائز لريادته وقيادته في صناعة السفر بما في ذلك انضمامه إلى British Travel & amp؛ قاعة مشاهير الضيافة ، حصلت على جائزة Pioneer لعام 2015 من قبل الجمعية الدولية لمستشاري الضيافة و 2005 Ernst & amp؛ جائزة رائد الأعمال الشاب للعام. يعمل السيد كوفر في مجالس إدارة CarGurus ومؤسسة أبحاث الأورام العصبية الصماوية (المعروفة سابقًا باسم مؤسسة Caring for Carcinoid). إنه معجب بمنحوتات صهره الروبوتية في Lipson Robotics",
        "If6": "ستيف حاصل على شهادة في علوم الكمبيوتر من جامعة هارفارد.",
        "Ernst Teunissen": "ارنست تيونيسن",
        "Chief Financial Officer": "المدير المالي",
        "If7": "يتولى إرنست مسؤولية الإشراف على العمليات المالية العالمية لشركة Tripadvisor ، بما في ذلك المحاسبة وعلاقات المستثمرين والضرائب وتطوير الشركات والعقارات ، فضلاً عن العمليات الرائدة لأعمال Cruise Critic. شغل إرنست سابقًا منصب نائب الرئيس التنفيذي والمدير المالي لشركة Cimpress N.V ، المعروفة سابقًا باسم Vistaprint N.V. حيث كان لديه مسؤوليات مماثلة. قبل انضمامه إلى Cimpress كنائب رئيس لاستراتيجية الشركة في عام 2009 ، كان Teunissen مؤسسًا ومديرًا لشركتين للاستشارات المالية والإدارية للشركات ، وهما Manifold Partners و ThreeStone Ventures Limited. قبل ذلك ، عمل في الخدمات المصرفية الاستثمارية كمدير تنفيذي في مجموعة الاتصالات والإعلام في Morgan Stanley's Telecoms and Media Group في لندن وككبير",
        "If8": "مدير مشارك لدويتشه بنك في كل من لندن وسنغافورة. في وقت مبكر ، عملت Teunissen كمستشار في شركة Monitor Company ، وهي شركة إستراتيجية عالمية في أوروبا وآسيا. وهو حاصل على بكالوريوس إدارة الأعمال من جامعة نيجينرود ، وكلية إدارة الأعمال بهولندا ، وماجستير إدارة الأعمال من جامعة أوريغون.",
        "If9": "وجهة السفر المفضلة لدى إرنست هي فالبون ، فرنسا.",
        "General Contact Information": "معلومات الاتصال العامة",
        "If10": "العنوان البريدي: Tripadvisor Inc.، 400 1st Avenue، Needham، MA، USA 02494 <br> رقم هاتف الشركة العام: +1 781800 5000",
        "If11": "الفنادق والمطاعم وشركات الضيافة والوجهات حول العالم التي تستفيد إلى أقصى حد من موقع TripAdvisor لتحقيق النجاح."
    }

}