{
    "Footer": {
        "descripation": "This is the version of our website addressed to speakers of English in the United States. If you are a resident of another country or region,please select the appropriate version of Tripadvisor for your country or region in the drop - down menu.",
        "Terms": "Terms of Use",
        "Privacy": "Privacy and Cookies Statement",
        "Cookie": "Cookie consent",
        "Condition": "Tripadvisor Plus Subscription Terms & Conditions",
        "Map": "Site Map",
        "SiteWork": "How the site works",
        "Rights": "© 2021 TripAdvisor LLC All rights reserved."
    },
    "Header": {
        "Post": "Post",
        "Alert": "Alerts",
        "Trips": "Trips",
        "Hurghada": "Hurghada",
        "Hotels": "Hotels",
        "Restaurants": "Restaurants",
        "Shopping": "Shopping",
        "Cruises": "Cruises",
        "Bestof2020": "Best of 2020",
        "MediaCenter": "Media Center",
        "HelpCenter": "Help Center"
    },
    "Hotel": {
        "date": {
            "map": "view map",
            "Makassar": "Makassar Hotels and Places to Stay"
        },
        "hotel": {
            "BestSeller": "Best Seller",
            "AllInclusive": "All Inclusive",
            "Previous": "Previous",
            "Next": "Next",
            "EGP": "EGP",
            "ViewDetails": "View Details",
            "Freecancellation": "Free cancellation",
            "Reserve": "Reserve now, pay at stay",
            "reviews": "reviews",
            "Best": "#1 Best Value in Hurghada that matches your filters",
            "Visit": "Visit hotel website"
        }
    },
    "Category": {

        "COVID-19": "COVID-19",
        "Deals": "Deals",
        "Popular": "Popular",
        "Distance": "Distance",
        "Amenities": "Amenities",
        "Hotel Class": "Hotel Class",
        "Language Spoken": "Language Spoken"
    },
    "Cruise": {
        "deals": {
            "Night Cruise to": "Night Cruise to",
            "Ship": "Ship",
            "Sailing Date": "Sailing Date",
            "Departs From": "Departs From",
            "EGP": "EGP",
            "Cruise Details": "Cruise Details",
            "modal body": "modal body",
            "Save": "Save",
            "View Cruise": "View Cruise",
            "Activities": "Activities",
            "Entertainment": "Entertainment",
            "Dining": "Dining ",
            "Passengers": "Passengers",
            "Crew": "Crew",
            "Company Line": "Company Line",
            "Cruise Ship": "Cruise Ship",
            "Launched": "Launched",
            "Book Now": "Book Now",
            "Cancel": "Cancel"
        },
        "Cruise": {
            "Find": "Find the best cruise for you",
            "Where to ?": "Where to ?",
            "Search": "Search",
            "Explore Ship‑tinerary™ pages": "Explore Ship‑tinerary™ pages",
            "Select": "Select a ship to see ship details, reviews, photos and itineraries",
            "Featured cruise deals": "Featured cruise deals",
            "Popular with cruise travelers": "Popular with cruise travelers",
            "Cruises to Caribbean": "Cruises to Caribbean",
            "Cruises to": "Cruises to ",
            "Cruises to Athens": "Cruises to Athens",
            "Cruises to Bermuda": "Cruises to Bermuda",
            "Cruises to popular destinations": "Cruises to popular destinations",
            "Cruises to Dubai": "Cruises to Dubai",
            "Cruises to Hurghada": "Cruises to Hurghada",
            "Cruises to Istanbul": "Cruises to Istanbul",
            "Cruises to Santa Maria": "Cruises to Santa Maria",
            "Cruises by length": "Cruises by length",
            "days": "days",
            "Cruise ship quick links": "Cruise ship quick links",
            "Cruising Guide": "Cruising Guide",
            "Why take a cruise vacation?": "Why take a cruise vacation?",
            "If": "If you have a place on your bucket list, chances are, a cruise will get you there. Cruises cover the world, taking millions of passengers each year to destinations like the Caribbean, the Bahamas, Alaska, Europe, the Mediterranean and even Antarctica. Cruising offers a tremendous value, with trips that include your lodging, meals and entertainment, all rolled into one. Some cruise lines even offer fully inclusive vacations, which cover drinks and tours ashore. Cruising means seein the world while unpacking only once.",
            "If2": "Cruises also provide a wonderful option for families, with many ships offering things like waterslides, mini-golf courses and fun clubs for kids and teens -- all for free. Planning is easy: Pick your destination and the right ship for you. The cruise line makes it simple, offering packages to help you save on extras like alcohol, shore tours or even airfare.",
            "If3": "Travelers say they choose to cruise because cruising often costs less per night when compared with staying at a hotel, where they'll have to book -- and pay for -- all their extras.",
            "What are Tips for Finding Cheap Cruises?": "What are Tips for Finding Cheap Cruises?",
            "If4": "If you're a flexible traveler, you'll have a better chance of finding cheap cruises. Take a cruise that doesn't sail over the summer or holidays, when prices are highest. Book an inside cabin, or take your chances with a guarantee cabin, ideal for passengers who aren't picky about their cabins but really want the lowest price available. Book cabins on lower decks, which often come with lower prices than those rooms on higher floors.",
            "If5": "Cruise lines such as MSC Cruises, Carnival Cruise Line, Norwegian Cruise Line and Royal Caribbean International offer rates that might drop as low as $75 per person per night -- and sometimes lower. Here's a tip: Many times, the smaller ships from these lines offer the smallest prices.",
            "If6": "If you want a real bargain, consider a transatlantic or repositioning cruise. These cruises are one-way or open-jaw trips, that start in one port and finish at another. You can score a deal sailing from Florida to Europe, for example, or even from New York to Florida. Just be aware, you'll probably have to pay a bit more for airfare to return.",
            "What are Tips to Finding Last-Minute Cruise Deals?": "What are Tips to Finding Last-Minute Cruise Deals?",
            "If7": " Being flexible will get you the best last-minute cruise deals. If you live near a cruise port and can drive, you're probably going to be able to jump on those deals that might pop up a week or two before the ship is set to sail",
            "If8": " If you don't have flexibility with dates and locations, be willing to bend on destination. This will allow you to find a wider range of last-minute deals traveling to locations in their off-season or shoulder season.",
            "If9": " Do plenty of research and know what your ideal cruise costs on average. When you see it drop, pounce! Many cruise lines update pricing several times every day, so be prepared.",
            "Best cruises in 2020": "Best cruises in 2020",
            "If10": " Part of the appeal of cruising is that there's truly something for everyone. Ships come in an array of sizes, some loaded with so many activities, you couldn't get to them all in a week.",
            "If11": "Families will find plenty of options and activities onboard big ships, which have transformed cruising, making the vessels as exciting as the destinations to which they sail. The Caribbean is a great option for families, offering lots of sunshine, great beaches and culture. Alaska, famous for its incredible vistas and abundant wildlife, also is a solid family cruise option. Consider cruise lines such as Carnival, Princess, Royal Caribbean, Norwegian, Disney, Celebrity, MSC and Holl and America for a family cruise.",
            "If12": " River cruising has been heating up over the past few years, with itineraries that send passengers down the Danube or Rhine rivers in Europe or to even more exotic locations, like the Mekong River in Cambodia or Vietnam or the Volga River in Russia. Popular river cruises embark in cities like Amsterdam, Budapest and Lisbon. Popular river cruise lines include Viking, AmaWaterways, Avalon, Scenic, Emerald Waterways, Tauck, Uniworld and Crystal.",
            "If13": "If you're a thrill-seeker, consider an expedition cruise. These cruises, often onboard small ships, offer an intimate experience that brings passengers right up next to glaciers, whales, penguins and iguanas. Ships visit tiny spots all over the world,including Antarctica, Alaska, Australia and Greenland. Passengers will spend their time kayaking, hiking, biking and exploring with expert guides and knowledgeable naturalists. Expedition travelers love cruise lines such as Lindblad Expeditions,UnCruise Adventures, Silversea, Hurtigruten, Ponant and Quark Expeditions.",
            "Family Cruises": "Family Cruises",
            "River Cruises": "River Cruises",
            "Cruise Deals": "Cruise Deals",
            "Last Minute Cruises": "Last Minute Cruises",
            "If14": "Luxury cruises offer all-inclusive experiences onboard smaller ships with perks like butlers, high-end amenities and personalized, intuitive service. Ships often feature luxury touches like marble and crystal decor, intimate spaces and beautiful spas.Because luxury ships tend to be smaller, they can often reach off-the-beaten-path destinations bigger ships can't -- ports like St. Tropez or Guadeloupe. If you're looking for a luxury cruise, consider Crystal, Seabourn, Regent Seven Seas,Oceania, Azamara, Viking Oceans and Silversea.",
            "Cruises by style": "Cruises by style",
            "Luxury Cruises": "Luxury Cruises",
            "Departure Month": "Departure Month ",
            "Write cruise reviews": "Write cruise reviews",
            "Share your opinion with our travel community": "Share your opinion with our travel community",
            "The lowest cruise prices": "The lowest cruise prices",
            "Search 70,000+ cruise deals from over sixty sites with just one search": "Search 70,000+ cruise deals from over sixty sites with just one search",
            "The Cheapest Cruises Price": "The Cheapest Cruises Price"
        }


    },
    "Restaurant": {
        "item": {
            "reviews": "reviews",
            "Order Online": "Order Online"
        },
        "list": {
            "Restaurants in Hurghada": "Restaurants in Hurghada",
            "Top Restaurants": "Top Restaurants",
            "Search": "Search"
        },
        "category": {
            "Establishment Type": "Establishment Type",
            "Restaurant features": "Restaurant features",
            "Meals": "Meals",
            "Price": "Price",
            "Cuisine": "Cuisine",
            "Dishes": "Dishes",
            "Dietary Restrictions": "Dietary Restrictions",
            "Good for": "Good for"
        },
        "details": {
            "Address": "Address",
            "street": "street",
            "website": "website",
            "visit Us": "visit Us",
            "Open hours": "Open hours",
            "Meals": "Meals",
            "Features": "Features",
            "Establishment": "Establishment",
            "Menu": "Menu"
        }
    },
    "booking": {
        "reserve Now": "reserve Now",
        "Rooms": "Rooms",
        "Adults": "Adults",
        "Children": "Children",
        "Email": "Email",
        "Phone": "Phone",
        "Total Price": "Total Price",
        "Book Now": "Book Now",
        "Cancel": "Cancel"
    },
    "boxmodel": {
        "Price per Night": "Price per Night",
        "Hotel Style ": "Hotel Style ",
        "Distance": "Distance",
        "From Main Street": "From Main Street",
        "From Beach": "From Beach",
        "From Park": "From Park",
        "From City Center": "From City Center",
        "Km": "Km"
    },
    "Media Center": {
        "Media Center": "Media Center",
        "Newsroom": "Newsroom",
        "Press Releases": "Press Releases",
        "If1": "Reco ensures travelers' unique needs for their next trip are fulfilled, thanks to the expertise of advisors who know a destination best Tripadvisor®, the world's largest travel platform, today officially unveiled a new trip designing platform called Reco (helloreco.com). Reco helps travelers plan unforgettable vacation...",
        "Logo & Guidelines": "Logo & Guidelines",
        "If2": "We recently updated our logo and wordmark to reflect how we’re evolving as a brand. These guidelines explain how to use our new logo property, as well as how to download it for yourself (page 2).",
        "Case Studies": "Case Studies",
        "About Tripadvisor": "About Tripadvisor",
        "If3": "Tripadvisor, the world's largest travel platform*, helps hundreds of millions of travelers each month** make every trip their best trip.Travelers across the globe use the Tripadvisor site and app to browse more than 878 million reviews and opinions of 8.8 million accommodations, restaurants, experiences, airlines and cruises.Whether planning or on a trip, travelers turn to Tripadvisor to compare low prices on hotels, flights and cruises, book popular tours and attractions, as well as reserve tables at great restaurants. Tripadvisor, the ultimate travel companion, is available in 49 markets and 28 languages.",
        "If4": "The subsidiaries of Tripadvisor, Inc. (NASDAQ:TRIP), own and operate a portfolio of travel media brands and businesses, operating under various websites and apps, including the following websites:",
        "Source: SimilarWeb": "Source: SimilarWeb",
        "September 2020": "September 2020",
        "Source: Tripadvisor internal log files": "Source: Tripadvisor internal log files",
        "Our Team": "Our Team",
        "Stephen Kaufer": "Stephen Kaufer",
        "President": "President",
        "CEO": "CEO",
        "If5": " Steve co-founded Tripadvisor in 2000 with the mission to help travelers around the world plan and book the perfect trip. Under his leadership, Tripadvisor has grown into the largest travel site in the world. As CEO, Steve has led the growth of Tripadvisor, Inc., which includes 24 other travel media brands that operate in 48 markets worldwide. Prior to co-founding Tripadvisor, Steve was president of CDS, Inc., an independent software vendor, and prior to that, was co-founder and vice president of engineering of CenterLine Software. Steve holds several software patents.&nbsp;Over the years Steve has won a number of awards for his entrepreneurship and leadership in the travel industry including being inducted into the 2015 British Travel &amp; Hospitality Hall of Fame, receiving the 2015 Pioneer Award by the International Society of Hospitality Consultants and 2005 Ernst &amp; Young Entrepreneur of the Year Award. Mr. Kaufer serves on the boards of CarGurus and the Neuroendocrine Tumor Research Foundation (formerly known as Caring for Carcinoid Foundation). He's a fan of his brother-in-law's robot sculptures at Lipson Robotics",
        "If6": "Steve has a degree in computer science from Harvard University.",
        "Ernst Teunissen": "Ernst Teunissen",
        "Chief Financial Officer": "Chief Financial Officer",
        "If7": "Ernst is responsible for overseeing Tripadvisor's global finance operations including accounting, investor relations, tax, corporate development and real estate, as well as leading operations for the Cruise Critic business. Ernst previously served as executive vice president and chief financial officer of Cimpress N.V.,formerly known as Vistaprint N.V. where he had similar responsibilities. Prior to joining Cimpress as vice president of corporate strategy in 2009, Teunissen was a founder and director of two corporate finance and management consulting firms, Manifold Partners and ThreeStone Ventures Limited. Before that, he worked in investment banking as an executive director at Morgan Stanley's Telecoms and Media Group in London and as a senior",
        "If8": "associate director for Deutsche Bank in both London and Singapore. Early on, Teunissen worked as a consultant at Monitor Company, a global strategy firm in Europe and Asia. He holds a BBA from Nijenrode University, The Netherlands School of Business and an MBA from the University of Oregon.",
        "If9": "Ernst's favorite travel destination is Valbonne, France.",
        "General Contact Information": "General Contact Information",
        "If10": "Mailing address: Tripadvisor Inc., 400 1st Avenue, Needham, MA, USA 02494<br> General company phone number: +1 781 800 5000",
        "If11": " Hotels, restaurants, hospitality businesses and destinations around the world who are making the most of TripAdvisor to achieve success."

    }
}